[
  {
    "id": 1,
    "image": "about",
    "title": "Основы диабета",
    "subtitle": "Что такое диабет? Диабет I и II типа",
    "text": [
      {
        "id": 1,
        "heading": "Что такое диабет?",
        "value": [
          "Диабет – это хроническое заболевание, которое характеризуется повышенным уровнем сахара в крови. Это происходит из-за недостаточного действия инсулина или нарушения его производства. Инсулин – это гормон, который необходим для того, чтобы сахар (глюкоза), поступающий в организм с пищей, мог проникнуть в клетки и использоваться ими в качестве источника энергии."
        ]
      },
      {
        "id": 2,
        "heading": "Диабет I типа (сахарный диабет, инсулинозависимый)",
        "value": [
          "Причина: Диабет 1 типа обусловлен иммунным разрушением бета-клеток в поджелудочной железе, которые обычно производят инсулин.",
          "Симптомы: Быстрое начало симптомов, таких как чрезмерная жажда, частое мочеиспускание, сильная утомляемость, потеря веса.",
          "Лечение: Инсулинотерапия является основным методом лечения, поскольку пациенты с диабетом 1 типа не производят достаточно инсулина."
        ]
      },
      {
        "id": 3,
        "heading": "Диабет 2 типа (сахарный диабет, инсулиннезависимый)",
        "value": [
          "Причина: Диабет 2 типа связан с сопротивлением тканей к действию инсулина и/или недостаточным производством инсулина поджелудочной железой.",
          "Симптомы: Обычно развивается постепенно. Включают чрезмерную жажду, учащенное мочеиспускание, усталость, замедленное заживление ран, изменения веса.",
          "Лечение: В начальных стадиях может включать диету, физическую активность и оральные препараты для снижения уровня сахара в крови. В случаях, когда эти методы не достаточны, может потребоваться инсулин или другие инъекции."
        ]
      }
    ]
  },
  {
    "id": 2,
    "image": "glucometer",
    "title": "Симптомы и диагностика",
    "subtitle": "Как распознать диабет? Диагностические тесты",
    "text": [
      {
        "id": 1,
        "heading": "Как распознать диабет",
        "value": [
          "Диагноз диабета обычно ставится на основе результата нескольких диагностических тестов, которые помогают определить уровень глюкозы в крови и оценить функцию поджелудочной железы. Вот основные диагностические тесты для распознавания диабета"
        ]
      },
      {
        "id": 2,
        "heading": "Тест на глюкозу в крови",
        "value": [
          "Гликемический профиль: Этот тест проводится натощак (накануне необходимо быть в голодном состоянии) для измерения уровня глюкозы в крови. Уровни глюкозы выше нормы могут свидетельствовать о диабете."
        ]
      },
      {
        "id": 3,
        "heading": "Тест на гликированный гемоглобин (HbA1c)",
        "value": [
          "Этот тест измеряет уровень гликированного гемоглобина, который является индикатором среднего уровня глюкозы в крови за последние 2-3 месяца. Высокий уровень HbA1c может указывать на диабет."
        ]
      },
      {
        "id": 4,
        "heading": "Тест на постпрандиальный глюкозозамер (ППГ)",
        "value": [
          "Этот тест оценивает уровень глюкозы в крови через 2 часа после приема пищи. Повышенный уровень глюкозы после еды может свидетельствовать о нарушениях обработки углеводов."
        ]
      },
      {
        "id": 5,
        "heading": "Тест на антитела к островковым клеткам (для диагностики диабета 1 типа)",
        "value": [
          "Если есть подозрение на диабет 1 типа, врач может заказать тест на антитела к островковым клеткам, чтобы выявить иммунные атаки на поджелудочную железу."
        ]
      }
    ]
  },
  {
    "id": 3,
    "image": "management",
    "title": "Управление диабетом",
    "subtitle": "Лечение, контроль и самоконтроль",
    "text": [
      {
        "id": 1,
        "heading": "Лечение диабета",
        "value": [
          "Лечение диабета включает в себя несколько важных аспектов, таких как медикаментозная терапия, регулирование образа жизни и самоконтроль. Важно поддерживать стабильный уровень глюкозы в крови, чтобы предотвратить осложнения и обеспечить хорошее качество жизни. Вот основные аспекты лечения, контроля и самоконтроля при диабете:"
        ]
      },
      {
        "id": 2,
        "heading": "Медикаментозная терапия:",
        "value": [
          "Инсулинотерапия (для диабета 1 типа и в некоторых случаях диабета 2 типа): Инсулин вводится подкожно с использованием инъекций или инсулиновых насосов для замещения недостатка инсулина.",
          "Оральные препараты (для диабета 2 типа): Включают в себя препараты, такие как метформин, сульфонилмочевина, ингибиторы ДПП-4 и другие, которые помогают снизить уровень сахара в крови."
        ]
      },
      {
        "id": 3,
        "heading": "Контроль уровня глюкозы в крови:",
        "value": [
          "Регулярное измерение уровня глюкозы в крови помогает отслеживать эффективность лечения и принимать соответствующие меры по коррекции.",
          "Врач может рекомендовать различные целевые уровни глюкозы в зависимости от индивидуальных характеристик и особенностей заболевания."
        ]
      },
      {
        "id": 4,
        "heading": "Регулирование образа жизни:",
        "value": [
          "Питание: Соблюдение здорового рациона с учетом углеводов, белков и жиров. Регулярные приемы пищи могут помочь поддерживать уровень сахара в крови в норме.",
          "Физическая активность: Регулярные физические упражнения способствуют контролю уровня глюкозы и поддерживают общее здоровье.",
          "Контроль веса: Сбалансированный вес может помочь управлять уровнем сахара в крови."
        ]
      },
      {
        "id": 5,
        "heading": "Самоконтроль:",
        "value": [
          "Измерение уровня глюкозы в крови: Пациенты могут самостоятельно измерять уровень глюкозы с использованием глюкометра.",
          "Запись данных: Важно вести журнал, отмечая уровни глюкозы, прием пищи, физическую активность и принятые лекарства."
        ]
      }
    ]
  },
  {
    "id": 4,
    "image": "food",
    "title": "Питание",
    "subtitle": "Роль сбалонсированного питания в управлении диабетом",
    "text": [
      {
        "id": 1,
        "heading": "Управление углеводами:",
        "value": [
          "Контроль углеводов является основной частью диеты при диабете. Потребление углеводов важно распределять равномерно на протяжении дня.",
          "Выбор комплексных углеводов (цельнозерновых продуктов, овощей, фруктов) вместо простых углеводов (сладких напитков, кондитерских изделий) способствует постепенному усвоению сахара и предотвращает резкое увеличение уровня глюкозы в крови."
        ]
      },
      {
        "id": 2,
        "heading": "Регулярные приемы пищи:",
        "value": [
          "Равномерное распределение приемов пищи в течение дня помогает управлять уровнем сахара в крови. Пяти-шести небольших приемов пищи в течение дня может быть предпочтительнее, чем 2-3 крупных приема."
        ]
      },
      {
        "id": 3,
        "heading": "Белки и жиры:",
        "value": [
          "Включение белков и здоровых жиров в рацион также важно. Они помогают удерживать чувство сытости и предотвращать резкие колебания уровня сахара в крови.",
          "Здоровые источники жиров включают оливковое масло, орехи, авокадо. Отдавайте предпочтение нежирным видам белка, таким как курица, рыба, бобы и молочные продукты с низким содержанием жира."
        ]
      },
      {
        "id": 4,
        "heading": "Ограничение сахара и соли:",
        "value": [
          "Ограничение потребления добавленного сахара и соли помогает контролировать уровень глюкозы и поддерживать нормальное артериальное давление."
        ]
      },
      {
        "id": 5,
        "heading": "Умеренное потребление алкоголя:",
        "value": [
          "При умеренном потреблении алкоголя несколько раз в неделю, особенно в сочетании с пищей, уровень сахара в крови может быть лучше контролироваться."
        ]
      },
      {
        "id": 6,
        "heading": "Следование рекомендациям врача и диетолога:",
        "value": [
          "Врач или диетолог могут рекомендовать индивидуализированный план питания, учитывая особенности заболевания, лекарственное лечение и индивидуальные потребности.          "
        ]
      }
    ]
  },
  {
    "id": 5,
    "image": "fitness",
    "title": "Физическая активность",
    "subtitle": "Значение умеренной активности при диабете",
    "text": [
      {
        "id": 1,
        "heading": "Физическая активность",
        "value": [
          "Умеренная физическая активность имеет множество положительных эффектов для здоровья, особенно для людей с диабетом. Важно помнить, что перед началом любой физической активности необходимо проконсультироваться с врачом, чтобы выбрать подходящий уровень интенсивности и вид активности, учитывая индивидуальные особенности и здоровье."
        ]
      },
      {
        "id": 2,
        "heading": "Контроль уровня сахара в крови:",
        "value": [
          "Физическая активность помогает улучшить чувствительность к инсулину, что способствует более эффективному использованию глюкозы и снижению уровня сахара в крови."
        ]
      },
      {
        "id": 3,
        "heading": "Поддержание здорового веса:",
        "value": [
          "Физическая активность помогает в управлении весом и предотвращает избыточное накопление жира, что особенно важно для людей с диабетом типа 2, связанным с избыточным весом."
        ]
      },
      {
        "id": 4,
        "heading": "Улучшение общего здоровья сердечно-сосудистой системы:",
        "value": [
          "Активность укрепляет сердечно-сосудистую систему, снижает уровень холестерина и давления, что уменьшает риск сердечно-сосудистых осложнений, которые могут возникнуть у людей с диабетом."
        ]
      },
      {
        "id": 5,
        "heading": "Улучшение функции мышц и суставов:",
        "value": [
          "Физическая активность поддерживает силу и гибкость мышц, что может быть особенно важно для людей с диабетической нейропатией."
        ]
      },
      {
        "id": 6,
        "heading": "Снижение стресса:",
        "value": [
          "Физическая активность способствует выделению эндорфинов, природных 'гормонов счастья', что помогает снизить стресс и улучшить психологическое состояние."
        ]
      },
      {
        "id": 7,
        "heading": "Улучшение сна:",
        "value": [
          "Регулярная физическая активность может способствовать улучшению качества сна, что важно для общего здоровья."
        ]
      }
    ]
  },
  {
    "id": 6,
    "image": "blood-test",
    "title": "Профилактика и управление рисками",
    "subtitle": "Профилактика диабета. Управление рисками",
    "text": [
      {
        "id": 1,
        "heading": "",
        "value": ["", "", ""]
      }
    ]
  }
]
